---
kind: property
id: P:Autodesk.Revit.UI.Events.TaskDialogShowingEventArgs.Message
zh: 消息、提示
source: html/235c3a07-198c-4705-4ace-437efd36a150.htm
---
# Autodesk.Revit.UI.Events.TaskDialogShowingEventArgs.Message Property

**中文**: 消息、提示

The message that has been displayed in the dialog box.

## Syntax (C#)
```csharp
public string Message { get; }
```